Repository: minchopm/chess-trainer
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: ar_sa, cs, da, de_de, el, es_es, fi, fr_ca, he, hi, hu, id, it, ja, ko, ms, nl_nl, no, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# play.startGame
source: Start game
ar_sa: ابدأ المباراة
cs: Začít partii
da: Start parti
de_de: Partie starten
el: Έναρξη παρτίδας
es_es: Empezar partida
fi: Aloita peli
fr_ca: Commencer
he: התחל משחק
hi: बाज़ी शुरू करें
hu: Játszma indítása
id: Mulai partai
it: Inizia partita
ja: 対局開始
ko: 대국 시작
ms: Mula perlawanan
nl_nl: Partij starten
no: Start parti
pl: Rozpocznij partię
pt_br: Começar partida
ro: Începe partida
ru: Начать партию
sv: Starta parti
th: เริ่มเกม
tr: Oyunu başlat
vi: Bắt đầu
zh_hans: 开始对局
zh_hant: 開始對局

# play.strength
source: Strength
ar_sa: القوة
cs: Síla
da: Styrke
de_de: Stärke
el: Ισχύς
es_es: Fuerza
fi: Vahvuus
fr_ca: Force
he: עוצמה
hi: ताक़त
hu: Erő
id: Kekuatan
it: Forza
ja: 強さ
ko: 강도
ms: Kekuatan
nl_nl: Sterkte
no: Styrke
pl: Siła
pt_br: Força
ro: Putere
ru: Сила
sv: Styrka
th: ความแข็งแกร่ง
tr: Güç
vi: Sức mạnh
zh_hans: 棋力
zh_hant: 棋力

# play.strongClub
source: Strong club
ar_sa: نادٍ متقدّم
cs: Silný klubový
da: Stærk klub
de_de: Starker Verein
el: Δυνατός σύλλογος
es_es: Club fuerte
fi: Vahva kerho
fr_ca: Club confirmé
he: מועדון חזק
hi: मज़बूत क्लब
hu: Erős klub
id: Klub kuat
it: Circolo forte
ja: 上位クラブ
ko: 강한 클럽
ms: Kelab kuat
nl_nl: Sterke club
no: Sterk klubb
pl: Silny klubowy
pt_br: Clube forte
ro: Club puternic
ru: Сильный клубный
sv: Stark klubb
th: สโมสรระดับสูง
tr: Güçlü kulüp
vi: Câu lạc bộ mạnh
zh_hans: 强俱乐部
zh_hant: 強俱樂部

# play.takeback
source: Takeback
ar_sa: تراجع
cs: Vzít zpět
da: Fortryd træk
de_de: Zurücknehmen
el: Αναίρεση
es_es: Deshacer
fi: Peru siirto
fr_ca: Reprendre
he: החזר מהלך
hi: चाल वापस
hu: Visszalépés
id: Tarik langkah
it: Ritira mossa
ja: 待った
ko: 무르기
ms: Tarik balik
nl_nl: Zet terug
no: Angre trekk
pl: Cofnij
pt_br: Voltar lance
ro: Ia înapoi
ru: Ход назад
sv: Ta tillbaka
th: ขอเดินใหม่
tr: Geri al
vi: Đi lại
zh_hans: 悔棋
zh_hant: 悔棋

# play.theEnginePlaysAtThe
source: The engine plays at the strength you choose. Coaching grades each of your moves as you make it.
ar_sa: يلعب المحرّك بالقوة التي تختارها. ويقيّم المدرّب كل نقلة من نقلاتك أثناء اللعب.
cs: Engine hraje v síle, kterou zvolíš. Kouč hodnotí každý tvůj tah průběžně.
da: Motoren spiller i den styrke, du vælger. Træneren bedømmer hvert af dine træk undervejs.
de_de: Die Engine spielt in der Stärke, die du wählst. Der Trainer bewertet jeden deiner Züge, während du spielst.
el: Η μηχανή παίζει στην ισχύ που διαλέγεις. Ο προπονητής βαθμολογεί κάθε σου κίνηση καθώς παίζεις.
es_es: El motor juega con la fuerza que elijas. El entrenador valora cada una de tus jugadas mientras juegas.
fi: Moottori pelaa valitsemallasi vahvuudella. Valmentaja arvioi jokaisen siirtosi pelin aikana.
fr_ca: Le moteur joue à la force que vous choisissez. L'entraîneur note chacun de vos coups au fil de la partie.
he: המנוע משחק בעוצמה שתבחר. המאמן נותן ציון לכל מהלך שלך תוך כדי המשחק.
hi: इंजन उसी ताक़त पर खेलता है जो आप चुनते हैं। कोच खेलते-खेलते आपकी हर चाल को आँकता है।
hu: A motor az általad választott erővel játszik. Az edző menet közben osztályozza minden lépésedet.
id: Mesin bermain pada kekuatan yang kamu pilih. Pelatih menilai setiap langkahmu sambil jalan.
it: Il motore gioca alla forza che scegli. L'allenatore valuta ogni tua mossa mentre giochi.
ja: エンジンは選んだ強さで指します。コーチは指すたびに一手ずつ評価します。
ko: 엔진은 당신이 고른 강도로 둡니다. 코치는 당신이 둘 때마다 한 수씩 평가합니다.
ms: Enjin bermain pada kekuatan yang anda pilih. Jurulatih menilai setiap langkah anda sambil bermain.
nl_nl: De engine speelt op de sterkte die je kiest. De coach beoordeelt elke zet terwijl je speelt.
no: Motoren spiller i styrken du velger. Treneren gir karakter til hvert av trekkene dine underveis.
pl: Silnik gra z siłą, którą wybierzesz. Trener ocenia każde twoje posunięcie na bieżąco.
pt_br: O motor joga na força que você escolher. O treinador avalia cada lance seu enquanto você joga.
ro: Motorul joacă la puterea pe care o alegi. Antrenorul îți notează fiecare mutare pe parcurs.
ru: Движок играет в выбранную вами силу. Тренер оценивает каждый ваш ход по ходу партии.
sv: Motorn spelar i den styrka du väljer. Tränaren betygsätter vart och ett av dina drag medan du spelar.
th: เอนจินเล่นตามระดับที่คุณเลือก โค้ชให้คะแนนทุกตาเดินของคุณระหว่างเล่น
tr: Motor senin seçtiğin güçte oynar. Koç, sen oynadıkça her hamleni not verir.
vi: Máy chơi ở mức bạn chọn. Huấn luyện viên chấm từng nước đi của bạn ngay trong ván.
zh_hans: 引擎按你选择的棋力下棋。教练会在你每走一步时给出评价。
zh_hant: 引擎依你選擇的棋力下棋。教練會在你每走一步時給出評價。

# play.theQueueWasDroppedThe
source: The queue was dropped — the engine's move made it impossible.
ar_sa: أُلغيت سلسلة النقلات — نقلة المحرّك جعلتها مستحيلة.
cs: Fronta tahů byla zrušena — tah enginu ji znemožnil.
da: Trækrækken blev droppet — motorens træk gjorde den umulig.
de_de: Die Zugfolge wurde verworfen — der Zug der Engine hat sie unmöglich gemacht.
el: Η σειρά κινήσεων ακυρώθηκε — η κίνηση της μηχανής την έκανε αδύνατη.
es_es: La secuencia se ha descartado: la jugada del motor la ha hecho imposible.
fi: Siirtojono hylättiin — moottorin siirto teki siitä mahdottoman.
fr_ca: La séquence a été abandonnée : le coup du moteur l'a rendue impossible.
he: רצף המהלכים בוטל — המהלך של המנוע הפך אותו לבלתי אפשרי.
hi: चालों की कतार रद्द हो गई — इंजन की चाल ने उसे असंभव बना दिया।
hu: A lépéssor törlődött — a motor lépése lehetetlenné tette.
id: Antrean langkah dibatalkan — langkah mesin membuatnya mustahil.
it: La sequenza è stata annullata: la mossa del motore l'ha resa impossibile.
ja: 予約した手順は取り消されました — エンジンの手で不可能になりました。
ko: 예약한 수순이 취소되었습니다 — 엔진의 수가 불가능하게 만들었습니다.
ms: Barisan langkah dibatalkan — langkah enjin menjadikannya mustahil.
nl_nl: De reeks is vervallen — de zet van de engine maakte hem onmogelijk.
no: Trekkrekken ble forkastet — motorens trekk gjorde den umulig.
pl: Kolejka posunięć została odrzucona — ruch silnika ją uniemożliwił.
pt_br: A sequência foi descartada: o lance do motor tornou-a impossível.
ro: Șirul de mutări a fost anulat — mutarea motorului l-a făcut imposibil.
ru: Очередь ходов сброшена — ход движка сделал её невозможной.
sv: Dragkön slopades — motorns drag gjorde den omöjlig.
th: คิวตาเดินถูกยกเลิก — ตาของเอนจินทำให้เป็นไปไม่ได้
tr: Sıra iptal edildi — motorun hamlesi onu imkânsız kıldı.
vi: Chuỗi nước đã bị hủy — nước của máy khiến nó không thể thực hiện.
zh_hans: 预设着法已取消 — 引擎的一步让它无法成立。
zh_hant: 預設著法已取消 — 引擎的一步讓它無法成立。

# play.vsAI
source: VS AI
ar_sa: ضد الذكاء الاصطناعي
cs: Proti UI
da: Mod AI
de_de: Gegen KI
el: Εναντίον ΤΝ
es_es: Contra la IA
fi: Tekoälyä vastaan
fr_ca: Contre l'IA
he: נגד הבינה המלאכותית
hi: एआई के विरुद्ध
hu: MI ellen
id: Lawan AI
it: Contro l'IA
ja: AI と対戦
ko: AI와 대국
ms: Lawan AI
nl_nl: Tegen de AI
no: Mot KI
pl: Przeciw SI
pt_br: Contra a IA
ro: Împotriva IA
ru: Против ИИ
sv: Mot AI
th: เล่นกับ AI
tr: Yapay zekâya karşı
vi: Đấu với AI
zh_hans: 对战 AI
zh_hant: 對戰 AI

# play.white
source: White
ar_sa: الأبيض
cs: Bílý
da: Hvid
de_de: Weiß
el: Λευκά
es_es: Blancas
fi: Valkoinen
fr_ca: Blancs
he: לבן
hi: सफ़ेद
hu: Világos
id: Putih
it: Bianco
ja: 白
ko: 백
ms: Putih
nl_nl: Wit
no: Hvit
pl: Białe
pt_br: Brancas
ro: Alb
ru: Белые
sv: Vit
th: ขาว
tr: Beyaz
vi: Trắng
zh_hans: 白方
zh_hant: 白方

# play.you
source: You
ar_sa: أنت
cs: Ty
da: Dig
de_de: Du
el: Εσύ
es_es: Tú
fi: Sinä
fr_ca: Vous
he: אתה
hi: आप
hu: Te
id: Kamu
it: Tu
ja: あなた
ko: 나
ms: Anda
nl_nl: Jij
no: Du
pl: Ty
pt_br: Você
ro: Tu
ru: Вы
sv: Du
th: คุณ
tr: Sen
vi: Bạn
zh_hans: 你
zh_hant: 你

# play.youPlay
source: You play
ar_sa: أنت تلعب
cs: Hraješ za
da: Du spiller
de_de: Du spielst
el: Παίζεις με
es_es: Juegas con
fi: Pelaat
fr_ca: Vous jouez
he: אתה משחק
hi: आप खेलते हैं
hu: Te játszol
id: Kamu bermain
it: Giochi con
ja: あなたの色
ko: 내 색
ms: Anda bermain
nl_nl: Jij speelt
no: Du spiller
pl: Grasz
pt_br: Você joga de
ro: Joci cu
ru: Вы играете
sv: Du spelar
th: คุณเล่นฝ่าย
tr: Senin rengin
vi: Bạn cầm
zh_hans: 你执
zh_hant: 你執

# play.yourMove
source: Your move.
ar_sa: الدور عليك.
cs: Jsi na tahu.
da: Din tur.
de_de: Du bist am Zug.
el: Η σειρά σου.
es_es: Te toca.
fi: Sinun vuorosi.
fr_ca: À vous de jouer.
he: תורך.
hi: आपकी चाल।
hu: Te lépsz.
id: Giliranmu.
it: Tocca a te.
ja: あなたの手番です。
ko: 당신 차례입니다.
ms: Giliran anda.
nl_nl: Jij bent aan zet.
no: Din tur.
pl: Twój ruch.
pt_br: Sua vez.
ro: E rândul tău.
ru: Ваш ход.
sv: Din tur.
th: ถึงตาคุณ
tr: Sıra sende.
vi: Đến lượt bạn.
zh_hans: 轮到你了。
zh_hant: 輪到你了。

# positional.assessPrompt
source: %@ to move — how do you assess this?
ar_sa: الدور على %@ — كيف تقيّم هذا الوضع؟
cs: Na tahu: %@ — jak hodnotíš pozici?
da: %@ i trækket — hvordan vurderer du stillingen?
de_de: %@ am Zug — wie beurteilst du die Stellung?
el: Παίζουν %@ — πώς κρίνεις τη θέση;
es_es: Juegan %@: ¿cómo valoras la posición?
fi: Siirtovuoro: %@ — miten arvioit aseman?
fr_ca: %@ au trait — comment jugez-vous la position ?
he: תור ה%@ — איך אתה מעריך את העמדה?
hi: %@ की चाल — आप इस स्थिति को कैसे आँकते हैं?
hu: %@ lép — hogyan értékeled az állást?
id: Giliran %@ — bagaimana penilaianmu atas posisi ini?
it: Muove %@ — come valuti la posizione?
ja: %@番 — この局面をどう判断しますか？
ko: %@ 차례 — 이 국면을 어떻게 보십니까?
ms: Giliran %@ — bagaimana anda menilai kedudukan ini?
nl_nl: %@ aan zet — hoe beoordeel je de stelling?
no: %@ i trekket — hvordan vurderer du stillingen?
pl: Ruch: %@ — jak oceniasz pozycję?
pt_br: Jogam as %@ — como você avalia a posição?
ro: La mutare: %@ — cum evaluezi poziția?
ru: Ход: %@ — как вы оцениваете позицию?
sv: %@ i draget — hur bedömer du ställningen?
th: ตาของ%@ — คุณประเมินตำแหน่งนี้อย่างไร
tr: Sıra %@ta — konumu nasıl değerlendiriyorsun?
vi: %@ đi — bạn đánh giá thế cờ này thế nào?
zh_hans: 轮到%@ — 你怎么判断这个局面？
zh_hant: 輪到%@ — 你怎麼判斷這個局面？

# positional.balanced
source: Balanced
ar_sa: متوازن
cs: Vyrovnaná
da: Lige
de_de: Ausgeglichen
el: Ισορροπημένη
es_es: Equilibrada
fi: Tasapainoinen
fr_ca: Équilibrée
he: מאוזן
hi: बराबरी
hu: Kiegyensúlyozott
id: Seimbang
it: Equilibrata
ja: 互角
ko: 호각
ms: Seimbang
nl_nl: In evenwicht
no: Jevnt
pl: Równowaga
pt_br: Equilibrada
ro: Echilibrat
ru: Равенство
sv: Jämnt
th: สูสี
tr: Dengeli
vi: Cân bằng
zh_hans: 均势
zh_hant: 均勢

# positional.blackClear
source: Black is clearly better
ar_sa: الأسود أفضل بوضوح
cs: Černý je zřetelně lepší
da: Sort står klart bedst
de_de: Schwarz steht klar besser
el: Τα μαύρα σαφώς καλύτερα
es_es: Las negras están claramente mejor
fi: Musta selvästi parempi
fr_ca: Les Noirs sont nettement mieux
he: לשחור עדיפות ברורה
hi: काला स्पष्ट रूप से बेहतर
hu: Sötét egyértelműen jobban áll
id: Hitam jelas lebih baik
it: Il Nero sta nettamente meglio
ja: 黒がはっきり良い
ko: 흑이 확실히 좋음
ms: Hitam jelas lebih baik
nl_nl: Zwart staat duidelijk beter
no: Svart står klart best
pl: Czarne stoją wyraźnie lepiej
pt_br: As pretas estão claramente melhor
ro: Negrul stă clar mai bine
ru: У чёрных явно лучше
sv: Svart står klart bättre
th: ดำได้เปรียบชัดเจน
tr: Siyah belirgin şekilde iyi
vi: Đen ưu thế rõ
zh_hans: 黑方明显占优
zh_hant: 黑方明顯佔優

# positional.blackSlight
source: Black is slightly better
ar_sa: الأسود أفضل قليلًا
cs: Černý je o něco lepší
da: Sort står lidt bedre
de_de: Schwarz steht etwas besser
el: Τα μαύρα ελαφρώς καλύτερα
es_es: Las negras están algo mejor
fi: Musta hieman parempi
fr_ca: Les Noirs sont un peu mieux
he: לשחור עדיפות קלה
hi: काला थोड़ा बेहतर
hu: Sötét kissé jobban áll
id: Hitam sedikit lebih baik
it: Il Nero sta un po' meglio
ja: 黒がやや良い
ko: 흑이 약간 좋음
ms: Hitam sedikit lebih baik
nl_nl: Zwart staat iets beter
no: Svart står litt bedre
pl: Czarne stoją nieco lepiej
pt_br: As pretas estão um pouco melhor
ro: Negrul stă puțin mai bine
ru: У чёрных немного лучше
sv: Svart står något bättre
th: ดำได้เปรียบเล็กน้อย
tr: Siyah biraz iyi
vi: Đen hơi ưu
zh_hans: 黑方略优
zh_hant: 黑方略優

# positional.checkingYourMoveWithThe
source: Checking your move with the engine…
ar_sa: يجري فحص نقلتك بالمحرّك…
cs: Ověřuji tvůj tah enginem…
da: Tjekker dit træk med motoren…
de_de: Dein Zug wird von der Engine geprüft …
el: Έλεγχος της κίνησής σου με τη μηχανή…
es_es: Comprobando tu jugada con el motor…
fi: Tarkistetaan siirtoasi moottorilla…
fr_ca: Vérification de votre coup avec le moteur…
he: בודק את המהלך שלך עם המנוע…
hi: आपकी चाल इंजन से जाँची जा रही है…
hu: A lépésed ellenőrzése a motorral…
id: Memeriksa langkahmu dengan mesin…
it: Controllo della tua mossa con il motore…
ja: エンジンであなたの手を確認しています…
ko: 엔진으로 당신의 수를 확인하는 중…
ms: Memeriksa langkah anda dengan enjin…
nl_nl: Je zet wordt met de engine gecontroleerd…
no: Sjekker trekket ditt med motoren…
pl: Sprawdzam twoje posunięcie silnikiem…
pt_br: Conferindo seu lance com o motor…
ro: Se verifică mutarea ta cu motorul…
ru: Проверяем ваш ход движком…
sv: Kontrollerar ditt drag med motorn…
th: กำลังตรวจตาเดินของคุณด้วยเอนจิน…
tr: Hamlen motorla kontrol ediliyor…
vi: Đang kiểm tra nước của bạn bằng máy…
zh_hans: 正在用引擎核对你的着法…
zh_hant: 正在用引擎核對你的著法…

# positional.exercise
source: Exercise
ar_sa: تمرين
cs: Úloha
da: Øvelse
de_de: Aufgabe
el: Άσκηση
es_es: Ejercicio
fi: Tehtävä
fr_ca: Exercice
he: תרגיל
hi: अभ्यास
hu: Feladvány
id: Latihan
it: Esercizio
ja: 問題
ko: 문제
ms: Latihan
nl_nl: Oefening
no: Øvelse
pl: Ćwiczenie
pt_br: Exercício
ro: Exercițiu
ru: Задание
sv: Övning
th: แบบฝึก
tr: Alıştırma
vi: Bài tập
zh_hans: 习题
zh_hant: 習題

# positional.moveCost
source: Your move: %.2f · best: %.2f · cost: %.1f%% win probability.
ar_sa: نقلتك: %.2f · الأفضل: %.2f · الكلفة: %.1f %% من احتمال الفوز.
cs: Tvůj tah: %.2f · nejlepší: %.2f · cena: %.1f %% pravděpodobnosti výhry.
da: Dit træk: %.2f · bedste: %.2f · pris: %.1f %% gevinstchance.
de_de: Dein Zug: %.2f · bester: %.2f · Kosten: %.1f %% Gewinnwahrscheinlichkeit.
el: Η κίνησή σου: %.2f · καλύτερη: %.2f · κόστος: %.1f %% πιθανότητας νίκης.
es_es: Tu jugada: %.2f · mejor: %.2f · coste: %.1f %% de probabilidad de victoria.
fi: Siirtosi: %.2f · paras: %.2f · hinta: %.1f %% voittotodennäköisyyttä.
fr_ca: Votre coup : %.2f · meilleur : %.2f · coût : %.1f %% de probabilité de gain.
he: המהלך שלך: %.2f · הטוב ביותר: %.2f · מחיר: %.1f %% מסיכויי הניצחון.
hi: आपकी चाल: %.2f · सर्वश्रेष्ठ: %.2f · क़ीमत: जीत की संभावना %.1f %%।
hu: A lépésed: %.2f · a legjobb: %.2f · ára: %.1f %% nyerési esély.
id: Langkahmu: %.2f · terbaik: %.2f · biaya: %.1f %% peluang menang.
it: La tua mossa: %.2f · migliore: %.2f · costo: %.1f %% di probabilità di vittoria.
ja: あなたの手: %.2f · 最善: %.2f · 損失: 勝率 %.1f %%。
ko: 당신의 수: %.2f · 최선: %.2f · 손실: 승률 %.1f %%.
ms: Langkah anda: %.2f · terbaik: %.2f · kos: %.1f %% peluang menang.
nl_nl: Jouw zet: %.2f · beste: %.2f · kosten: %.1f %% winstkans.
no: Trekket ditt: %.2f · beste: %.2f · kostnad: %.1f %% vinstsjanse.
pl: Twoje posunięcie: %.2f · najlepsze: %.2f · koszt: %.1f %% szans na wygraną.
pt_br: Seu lance: %.2f · melhor: %.2f · custo: %.1f %% de probabilidade de vitória.
ro: Mutarea ta: %.2f · cea mai bună: %.2f · cost: %.1f %% probabilitate de câștig.
ru: Ваш ход: %.2f · лучший: %.2f · цена: %.1f %% вероятности победы.
sv: Ditt drag: %.2f · bästa: %.2f · kostnad: %.1f %% vinstsannolikhet.
th: ตาของคุณ: %.2f · ดีที่สุด: %.2f · เสีย: %.1f %% ของโอกาสชนะ
tr: Hamlen: %.2f · en iyisi: %.2f · bedel: %% %.1f kazanma olasılığı.
vi: Nước của bạn: %.2f · tốt nhất: %.2f · mất: %.1f %% cơ hội thắng.
zh_hans: 你的着法：%.2f · 最佳：%.2f · 代价：%.1f %% 胜率。
zh_hant: 你的著法：%.2f · 最佳：%.2f · 代價：%.1f %% 勝率。

# positional.noTacticsHereWeighStructure
source: No tactics here. Weigh structure, activity, king safety and space.
ar_sa: لا تكتيك هنا. وازن بين البنية والنشاط وأمان الملك والمساحة.
cs: Tady žádná taktika není. Zvaž strukturu, aktivitu, bezpečnost krále a prostor.
da: Der er ingen taktik her. Vej struktur, aktivitet, kongesikkerhed og plads op mod hinanden.
de_de: Hier gibt es keine Taktik. Wäge Struktur, Aktivität, Königssicherheit und Raum ab.
el: Εδώ δεν υπάρχει τακτική. Ζύγισε δομή, δραστηριότητα, ασφάλεια βασιλιά και χώρο.
es_es: Aquí no hay táctica. Sopesa estructura, actividad, seguridad del rey y espacio.
fi: Täällä ei ole taktiikkaa. Punnitse rakennetta, aktiivisuutta, kuninkaan turvallisuutta ja tilaa.
fr_ca: Pas de tactique ici. Pesez la structure, l'activité, la sécurité du roi et l'espace.
he: אין כאן טקטיקה. שקול מבנה, פעילות, ביטחון המלך ומרחב.
hi: यहाँ कोई रणनीति नहीं है। प्यादा-ढाँचा, सक्रियता, राजा की सुरक्षा और जगह तौलिए।
hu: Itt nincs taktika. Mérlegeld a struktúrát, az aktivitást, a király biztonságát és a teret.
id: Tidak ada taktik di sini. Timbang struktur, keaktifan, keamanan raja, dan ruang.
it: Qui non c'è tattica. Pesa struttura, attività, sicurezza del re e spazio.
ja: ここに戦術はありません。ポーン構造、駒の働き、玉の安全、スペースを比べてください。
ko: 여기에 전술은 없습니다. 폰 구조, 활동성, 킹의 안전, 공간을 견주어 보세요.
ms: Tiada taktik di sini. Timbangkan struktur, keaktifan, keselamatan raja dan ruang.
nl_nl: Hier zit geen tactiek in. Weeg structuur, activiteit, koningsveiligheid en ruimte tegen elkaar af.
no: Her er det ingen taktikk. Vei struktur, aktivitet, kongesikkerhet og plass mot hverandre.
pl: Tu nie ma taktyki. Rozważ strukturę, aktywność, bezpieczeństwo króla i przestrzeń.
pt_br: Aqui não há tática. Pese estrutura, atividade, segurança do rei e espaço.
ro: Aici nu e tactică. Cântărește structura, activitatea, siguranța regelui și spațiul.
ru: Тактики здесь нет. Взвесьте структуру, активность, безопасность короля и пространство.
sv: Här finns ingen taktik. Väg struktur, aktivitet, kungssäkerhet och utrymme mot varandra.
th: ที่นี่ไม่มีแทคติก ให้ชั่งโครงสร้างเบี้ย ความคล่องตัว ความปลอดภัยของคิง และพื้นที่
tr: Burada taktik yok. Yapıyı, etkinliği, şah güvenliğini ve alanı tart.
vi: Ở đây không có chiến thuật. Hãy cân nhắc cấu trúc tốt, hoạt động quân, an toàn của vua và không gian.
zh_hans: 这里没有战术。请权衡兵形、活跃度、王的安全和空间。
zh_hant: 這裡沒有戰術。請權衡兵形、活躍度、王的安全與空間。

# positional.nowPlayTheMoveYou
source: Now play the move you would choose.
ar_sa: الآن العب النقلة التي كنت ستختارها.
cs: Teď zahraj tah, který bys zvolil.
da: Spil nu det træk, du ville vælge.
de_de: Spiele jetzt den Zug, den du wählen würdest.
el: Τώρα παίξε την κίνηση που θα διάλεγες.
es_es: Ahora juega la jugada que elegirías.
fi: Tee nyt siirto, jonka valitsisit.
fr_ca: Jouez maintenant le coup que vous choisiriez.
he: עכשיו שחק את המהלך שהיית בוחר.
hi: अब वह चाल चलिए जो आप चुनते।
hu: Most lépd meg azt, amit választanál.
id: Sekarang mainkan langkah yang akan kamu pilih.
it: Ora gioca la mossa che sceglieresti.
ja: では、自分なら選ぶ手を指してください。
ko: 이제 당신이라면 고를 수를 두세요.
ms: Sekarang mainkan langkah yang anda akan pilih.
nl_nl: Speel nu de zet die je zou kiezen.
no: Spill nå trekket du ville valgt.
pl: Teraz zagraj posunięcie, które byś wybrał.
pt_br: Agora jogue o lance que você escolheria.
ro: Acum joacă mutarea pe care ai alege-o.
ru: Теперь сделайте ход, который выбрали бы.
sv: Spela nu draget du skulle ha valt.
th: ตอนนี้ให้เดินตาที่คุณจะเลือก
tr: Şimdi seçeceğin hamleyi oyna.
vi: Giờ hãy đi nước bạn sẽ chọn.
zh_hans: 现在走出你会选择的那一步。
zh_hant: 現在走出你會選擇的那一步。

# positional.positionalExercises
source: positional exercises
ar_sa: تمارين وضعية
cs: pozičních úloh
da: positionsøvelser
de_de: Stellungsaufgaben
el: θεσιακές ασκήσεις
es_es: ejercicios posicionales
fi: asematehtävää
fr_ca: exercices positionnels
he: תרגילים עמדתיים
hi: स्थिति के अभ्यास
hu: pozíciós feladvány
id: latihan posisional
it: esercizi posizionali
ja: 局面判断の問題
ko: 포지션 문제
ms: latihan kedudukan
nl_nl: positionele oefeningen
no: posisjonsøvelser
pl: ćwiczeń pozycyjnych
pt_br: exercícios posicionais
ro: exerciții poziționale
ru: позиционных заданий
sv: positionsövningar
th: แบบฝึกเชิงตำแหน่ง
tr: konumsal alıştırma
vi: bài tập thế trận
zh_hans: 局面判断习题
zh_hant: 局面判斷習題

# positional.whiteClear
source: White is clearly better
ar_sa: الأبيض أفضل بوضوح
cs: Bílý je zřetelně lepší
da: Hvid står klart bedst
de_de: Weiß steht klar besser
el: Τα λευκά σαφώς καλύτερα
es_es: Las blancas están claramente mejor
fi: Valkoinen selvästi parempi
fr_ca: Les Blancs sont nettement mieux
he: ללבן עדיפות ברורה
hi: सफ़ेद स्पष्ट रूप से बेहतर
hu: Világos egyértelműen jobban áll
id: Putih jelas lebih baik
it: Il Bianco sta nettamente meglio
ja: 白がはっきり良い
ko: 백이 확실히 좋음
ms: Putih jelas lebih baik
nl_nl: Wit staat duidelijk beter
no: Hvit står klart best
pl: Białe stoją wyraźnie lepiej
pt_br: As brancas estão claramente melhor
ro: Albul stă clar mai bine
ru: У белых явно лучше
sv: Vit står klart bättre
th: ขาวได้เปรียบชัดเจน
tr: Beyaz belirgin şekilde iyi
vi: Trắng ưu thế rõ
zh_hans: 白方明显占优
zh_hant: 白方明顯佔優

# positional.whiteSlight
source: White is slightly better
ar_sa: الأبيض أفضل قليلًا
cs: Bílý je o něco lepší
da: Hvid står lidt bedre
de_de: Weiß steht etwas besser
el: Τα λευκά ελαφρώς καλύτερα
es_es: Las blancas están algo mejor
fi: Valkoinen hieman parempi
fr_ca: Les Blancs sont un peu mieux
he: ללבן עדיפות קלה
hi: सफ़ेद थोड़ा बेहतर
hu: Világos kissé jobban áll
id: Putih sedikit lebih baik
it: Il Bianco sta un po' meglio
ja: 白がやや良い
ko: 백이 약간 좋음
ms: Putih sedikit lebih baik
nl_nl: Wit staat iets beter
no: Hvit står litt bedre
pl: Białe stoją nieco lepiej
pt_br: As brancas estão um pouco melhor
ro: Albul stă puțin mai bine
ru: У белых немного лучше
sv: Vit står något bättre
th: ขาวได้เปรียบเล็กน้อย
tr: Beyaz biraz iyi
vi: Trắng hơi ưu
zh_hans: 白方略优
zh_hant: 白方略優

# positional.you
source: You
ar_sa: أنت
cs: Ty
da: Dig
de_de: Du
el: Εσύ
es_es: Tú
fi: Sinä
fr_ca: Vous
he: אתה
hi: आप
hu: Te
id: Kamu
it: Tu
ja: あなた
ko: 나
ms: Anda
nl_nl: Jij
no: Du
pl: Ty
pt_br: Você
ro: Tu
ru: Вы
sv: Du
th: คุณ
tr: Sen
vi: Bạn
zh_hans: 你
zh_hant: 你

# progress.accuracy
source: Accuracy
ar_sa: الدقة
cs: Přesnost
da: Præcision
de_de: Genauigkeit
el: Ακρίβεια
es_es: Precisión
fi: Tarkkuus
fr_ca: Précision
he: דיוק
hi: सटीकता
hu: Pontosság
id: Akurasi
it: Precisione
ja: 正解率
ko: 정확도
ms: Ketepatan
nl_nl: Nauwkeurigheid
no: Treffsikkerhet
pl: Celność
pt_br: Precisão
ro: Precizie
ru: Точность
sv: Träffsäkerhet
th: ความแม่นยำ
tr: İsabet
vi: Độ chính xác
zh_hans: 准确率
zh_hant: 準確率

# progress.againstTheClock
source: Timed & engine
ar_sa: بالتوقيت والمحرك
cs: Na čas a motor
da: På tid og motor
de_de: Auf Zeit & Engine
el: Με χρόνο και μηχανή
es_es: Con reloj y motor
fi: Ajan kanssa ja moottori
fr_ca: Chronométré et moteur
he: בזמן ומנוע
hi: समयबद्ध और इंजन
hu: Órával és motor
id: Berwaktu & mesin
it: A tempo e motore
ja: 時間制とエンジン
ko: 시간제 및 엔진
ms: Bermasa & enjin
nl_nl: Op tijd en engine
no: På tid og motor
pl: Na czas i silnik
pt_br: Cronometrado e motor
ro: Contra cronometru și motor
ru: На время и движок
sv: På tid och motor
th: จับเวลาและเครื่องยนต์
tr: Süreli ve motor
vi: Tính giờ & máy
zh_hans: 限时与引擎
zh_hant: 限時與引擎

# progress.attempted
source: Attempted
ar_sa: المحاولات
cs: Pokusů
da: Forsøgt
de_de: Versucht
el: Προσπάθειες
es_es: Intentados
fi: Yritetty
fr_ca: Tentés
he: ניסיונות
hi: कोशिशें
hu: Próbálkozás
id: Dicoba
it: Tentati
ja: 挑戦数
ko: 시도
ms: Dicuba
nl_nl: Geprobeerd
no: Forsøkt
pl: Podjęte
pt_br: Tentados
ro: Încercate
ru: Попыток
sv: Försökta
th: ที่ลองทำ
tr: Denenen
vi: Đã thử
zh_hans: 尝试
zh_hant: 嘗試

# progress.averageMiss
source: Average miss
ar_sa: متوسط الفارق
cs: Průměrná odchylka
da: Gennemsnitlig afvigelse
de_de: Mittlere Abweichung
el: Μέση απόκλιση
es_es: Error medio
fi: Keskivirhe
fr_ca: Écart moyen
he: סטייה ממוצעת
hi: औसत अंतर
hu: Átlagos eltérés
id: Rata-rata meleset
it: Scarto medio
ja: 平均誤差
ko: 평균 오차
ms: Purata tersasar
nl_nl: Gemiddelde afwijking
no: Gjennomsnittlig avvik
pl: Średni błąd
pt_br: Erro médio
ro: Eroare medie
ru: Средняя ошибка
sv: Genomsnittligt fel
th: คลาดเฉลี่ย
tr: Ortalama sapma
vi: Sai lệch trung bình
zh_hans: 平均误差
zh_hant: 平均誤差
